Repository: WebDevStudios/CollabPress
Catalog: languages/collabpress-*.po
Languages: ar_ar, fr_fr

source: Projects
ar_ar: Projekty
fr_fr: Projets

source: Task Lists
ar_ar: Zoznamy úloh
fr_fr: Liste des tâches

source: Tasks
ar_ar: Úlohy
fr_fr: Tâches

source: Meta Data
ar_ar: Meta dáta
fr_fr: Métadonnées

source: Save Changes
fr_fr: Enregistrer les modifications

source: There was an error saving, please try again
fr_fr: Une erreur s'est produites lors de l'enregistrement, essayez à nouveau

source: Settings saved successfully
fr_fr: Modifications enregistrées avec succès

source: CollabPress Projects
fr_fr: Projets CollabPress

source: Enable a Collabpress tab for this group
fr_fr: Activer l'onglet CollabPress pour ce groupe

source: Tab name
fr_fr: Nom

source: Who in this group can edit and delete existing items?
fr_fr: Qui dans ce groupe peur editer et supprimer des items ?

source: Any group member
fr_fr: N'importe quel membre du groupe

source: Admin, moderators, and owners only
fr_fr: Adinistrateur, modérateurs et propriétaires seulement

source: Project Calendar Tab
fr_fr: Onglet calendrier

source: Dashboard
ar_ar: Tabuľa (dashboard)
fr_fr: Tableau de bord

source: Calendar
ar_ar: Kalendár
fr_fr: Calendrier

source: Show tasks from:
fr_fr: Voir les tâches en provenance de :

source: All Group Projects
fr_fr: Tous les projets du groupe

source: Task added!
fr_fr: Tâche ajoutée !

source: Task edited!
fr_fr: Tâche éditée !

source: Task completed!
fr_fr: Tâche remplie !

source: Task reopened!
fr_fr: Tâche réouverte !

source: Task deleted!
fr_fr: Tâche supprimée !

source: Task list added!
fr_fr: Liste de tâches ajoutée !

source: Task list edited!
fr_fr: Liste de tâches éditée !

source: Task list deleted!
fr_fr: Liste de tâches supprimée !

source: Project added!
fr_fr: Projet ajouté !

source: Project edited!
fr_fr: Projet édité !

source: Project deleted!
fr_fr: Projet supprimé !

source: %1$s updated the task "%2$s"
fr_fr: %1$s a mis à jour la tâche "%2$s"

source: %1$s reopened the task "%2$s"
fr_fr: %1$s a réouvert la tâche "%2$s"

source: %1$s deleted the task "%2$s"
fr_fr: %1$s a supprimé la tâche "%2$s"

source: %1$s edited the task "%2$s"
fr_fr: %1$s a édité la tâche "%2$s"

source: %1$s added the task "%2$s"
fr_fr: %1$s a ajouté la tâche "%2$s"

source: %1$s completed the task "%2$s"
fr_fr: %1$s a compléta la tâche "%2$s"

source: %1$s commented on the task "%2$s"
fr_fr: %1$s a fait un commentaire sur la tâche "%2$s"

source: %1$s deleted the task list "%2$s"
fr_fr: %1$s a supprimé la liste de tâches "%2$s"

source: %1$s edited the task list "%2$s"
fr_fr: %1$s a édité la liste de tâches "%2$s"

source: %1$s added the task list "%2$s"
fr_fr: %1$s a ajouté la liste de tâches "%2$s"

source: %1$s deleted the project "%2$s"
fr_fr: %1$s a supprimé le projet "%2$s"

source: %1$s edited the project "%2$s"
fr_fr: %1$s a édité le projet "%2$s"

source: %1$s added the project "%2$s"
fr_fr: %1$s a ajouté le projet "%2$s"

source: in the group %s
fr_fr: dans le groupe %s

source: My Tasks
fr_fr: Mes tâches

source: %s&#8217s Tasks
fr_fr: %s&#8217s Tâches

source: Disabled
ar_ar: So zdravotným postihnutím
fr_fr: Inactivé

source: Enabled
ar_ar: Povolené
fr_fr: Activé

source: Allow group admins to disable tab
fr_fr: Autorise le groupe d'administrateurs à désactiver l'onglet

source: Allow
fr_fr: Autorise

source: Don't allow
fr_fr: N'autorise pas

source: View Dashboard
ar_ar: Zobraziť tabuľu
fr_fr: Voir le tableau de bord

source: CollabPress - Recent Activity
ar_ar: CollabPress - nedávne činnosti
fr_fr: CollabPress - Activité récente

source: CollabPress BuddyPress integration requires the BP Groups component to be activated. Not using BP Groups? No problem - you&#8217ll still be able to use CollabPress on the Dashboard.
fr_fr: L'intégration de BuddyPress nécessite les composants BP Groups pour être activée dans CollabPress. Vous n'utilisez pas BP Groups ? Pas de problème ; voous pouvez tout de même continuer d'utiliser CollabPress dans le tableau de bord.

source: CollabPress BuddyPress integration requires v1.5+ of BuddyPress to work. Download a copy from <a href="http://buddypress.org">buddypress.org</a>. Not ready to upgrade to BuddyPress 1.5? No problem. You can continue to use CollabPress - you just won&#8217t get any BuddyPress integration yet.
fr_fr: L'intégration de BuddyPress nécessite une version 1.5 ou supérieure pour fonctionner avec CollabPress. Téléchargez-en une copie sur <a href="http://buddypress.org">buddypress.org</a>. Pas prêt à faire le saut vers BuddyPress 1.5 ? Vous pouvez continuer à utiliser CollbPress - vous n'aurez tout simplement pas l'intégration de BuddyPress.

source: Dismiss this message.
fr_fr: Ne pas valider ce message

source: Display CollabPress overview stats
ar_ar: Zobrazenie štatistiky prehľad CollabPress
fr_fr: Afficher les statistiques globales de CollabPress

source: CollabPress: Overview Widget
ar_ar: CollabPress: Prehľad Widget
fr_fr: Widget de vue d'ensemble de CollabPress

source: CollabPress Overview
ar_ar: CollabPress prehľad
fr_fr: Vue d'ensemble de CollabPress

source: Title
ar_ar: Názov
fr_fr: Titre

source: Show Project Count
ar_ar: Zobraziť počet projektu
fr_fr: Voir le nombre de projets

source: Show Task List Count
ar_ar: Zobraziť počet zoznam úloh
fr_fr: Voir le nombre de liste de tâches

source: Show Task Count
ar_ar: Zobraziť počet úloh
fr_fr: Voir le nombre de tâches

source: Show User Count
ar_ar: Zobraziť počet používateľov
fr_fr: Voir le nombre de contributions de l'utilisateur

source: <span class="overview-count">%d</span> Project
fr_fr: <span class="overview-count">%d</span> Projet

source: <span class="overview-count">%d</span> Task List
fr_fr: <span class="overview-count">%d</span> Liste de tâches

source: <span class="overview-count">%d</span> Task
fr_fr: <span class="overview-count">%d</span> Tâche

source: Please Report Bugs
ar_ar: Prosím hláste chyby
fr_fr: Merci de signaler un bug

source: Get involved
fr_fr: Contribuez

source: Follow us on Twitter:
ar_ar: Sledujte nás na stebėtų:
fr_fr: Suivez-nous sur Twitter :

source: Project Added
ar_ar: Projekt pridané
fr_fr: Projet ajouté

source: Project Updated
ar_ar: Projekt sa aktualizoval
fr_fr: Projet mis à jour

source: Project Deleted
ar_ar: Projekt odstránené
fr_fr: Projet effacé

source: Task List Added
ar_ar: Pridaný zoznam úloh
fr_fr: Liste de tâches ajoutée

source: Task List Updated
ar_ar: Zoznam úloh
fr_fr: Liste de tâches mise à jour

source: Task List Deleted
ar_ar: Zoznam úloh odstránené
fr_fr: Liste de tâches effacée

source: Task Added
ar_ar: Úlohou priloženou
fr_fr: Tâche ajoutée

source: Task Updated
ar_ar: Úlohou aktualizovať
fr_fr: Tâche mies à jour

source: Task Deleted
ar_ar: Odstránená úloha
fr_fr: Tâche supprimée

source: Comment Added
ar_ar: Príkaz sa pridal
fr_fr: Commentaire ajouté

source: Acitivity Log Has Been Cleared
ar_ar: Acitivity Log je zrušené
fr_fr: Les logs d'activité ont été purgés

source: Activity
ar_ar: Činnosť
fr_fr: Activité

source: delete
ar_ar: odstrániť
fr_fr: effacer

source: No comments...
ar_ar: Žiadne komentáre...
fr_fr: Pas de commentaires...

source: Leave a Comment:
ar_ar: Zanechať komentár:
fr_fr: Laisser un commentaire :

source: Notify via Email?
ar_ar: Informujte prostredníctvom e-mailu?
fr_fr: Faut-il le notifier par e-mail ?

source: Submit
ar_ar: أرسل
fr_fr: Envoyer

source: Sunday
ar_ar: الأحد
fr_fr: Dimanche

source: Monday
ar_ar: الأثنين
fr_fr: Lundi

source: Tuesday
ar_ar: الثلاثاء
fr_fr: Mardi

source: Wednesday
ar_ar: الأربعاء
fr_fr: Mercredi

source: Thursday
ar_ar: Štvrtok
fr_fr: Jeudi

source: Friday
ar_ar: Piatok
fr_fr: Vendredi

source: Saturday
ar_ar: Sobota
fr_fr: Samedi

source: added
ar_ar: pridané
fr_fr: Ajouté

source: project
ar_ar: projekt
fr_fr: projet

source: task
ar_ar: úloha
fr_fr: tâche

source: You have been assigned the task %d.
fr_fr: On vous a confié la tâche %d.

source: task list
ar_ar: Zoznam úloh
fr_fr: liste de tâches

source: New comment on task
ar_ar: Nový komentár na úlohu
fr_fr: Nouveau commentaire sur la tâche

source: There is a new comment on the task %s from %s
fr_fr: Il y a un nouveau commentaire sur la tâche %s émis par %s

source: Comment:
ar_ar: Komentár:
fr_fr: Commentaire :

source: commented
fr_fr: commenté

source: Next, add your first task in this project.
fr_fr: A présent, ajouter votre premier commentaire sur ce projet.

source: CollabPress Dashboard
ar_ar: CollabPress tabuľa
fr_fr: Tableau de bord de CollabPress

source: CollabPress Settings
ar_ar: CollabPress nastavenia
fr_fr: Paramètres de CollabPress

source: Settings
ar_ar: الإعدادت
fr_fr: Paramètres

source: Title:
ar_ar: :العنوان
fr_fr: Titre :

source: Author:
ar_ar: :المؤلف
fr_fr: Auteur :

source: Created:
ar_ar: Vytvoril:
fr_fr: Créé :

source: at
ar_ar: v
fr_fr: à

source: Modified:
ar_ar: Upravené:
fr_fr: Modifié :

source: name:
ar_ar: meno:
fr_fr: nom :

source: value
ar_ar: hodnota
fr_fr: valeur

source: No results...
ar_ar: Žiadne výsledky...
fr_fr: Pas de résultats...

source: CollabPress Debug
ar_ar: CollabPress ladenie
fr_fr: Débogage

source: Delete
ar_ar: Odstrániť
fr_fr: Effacer

source: Delete All CollabPress Data:
ar_ar: Odstrániť všetky CollabPress údaje:
fr_fr: Supprimer toutes les données de CollabPress

source: Delete CollabPress Projects:
ar_ar: Odstrániť CollabPress projekty:
fr_fr: Supprimer les projets CollabPress :

source: Delete CollabPress Task Lists:
ar_ar: Odstrániť zoznamy CollabPress úloh:
fr_fr: Supprimer la liste de tâches de CollabPress

source: Delete CollabPress Tasks:
ar_ar: Odstrániť CollabPress úlohy:
fr_fr: Supprimer les tâches de CollabPress

source: Delete CollabPress Meta Data:
ar_ar: Odstrániť CollabPress Meta Data:
fr_fr: Supprimer les métadonnées de CollabPress

source: All Projects
ar_ar: Všetky projekty
fr_fr: Tous les projets

source: All Task Lists
ar_ar: Všetky zoznamy úloh
fr_fr: Toutes les listes de tâches

source: All Meta
ar_ar: Všetky Meta
fr_fr: Toutes les métadonnées

source: Follow us on Twitter:
ar_ar: Sledujte nás na stebėtų:
fr_fr: Suivez-nous sur Twitter :

source: CollabPress Help
ar_ar: CollabPress pomoc
fr_fr: Aide sur CollabPress

source: Shortcode Legend
ar_ar: Krátky legenda
fr_fr: Légende des codes abrégés

source: Add full CollabPress support to the front-end of WordPress. View/edit/delete all projects, task-lists, tasks, and comments.
ar_ar: Pridať plnú CollabPress podpora front-end pre WordPress. Zobraziť/editovať/mazať všetky projekty, zoznamy úloh, úlohy a poznámky.
fr_fr: Ajouter toute l'aide de CollabPress sur le front-office du site. Voir/éditer/supprimer tous les projets, liste de tâches, tâches et commentaires.

source: Set user role
ar_ar: Set user úlohu
fr_fr: Définir un rôle pour l'utilisateur

source: for front-end [collabpress] shortcode support
ar_ar: krátky podpory front-end [collabpress]
fr_fr: pour le support de [collabpress] sur le front-office

source: Support and Info
ar_ar: Podpora a Info
fr_fr: Support et information

source: Visit the
ar_ar: Navštívte
fr_fr: Visitez le

source: CollabPress Support Forum
ar_ar: CollabPress diskusné fórum
fr_fr: Forum du support de CollabPress

source: CollabPress on Twitter
fr_fr: CollabPress sur Twitter

source: Get Involed
fr_fr: Contribuez

source: Q: Why isn&apos;t CollabPress working with BuddyPress?
fr_fr: Q : Pourquoi CollabPress ne marche pas avec BuddyPress ?

source: A: CollabPress requires BuddyPress v1.5 or higher to work. You can download a copy on the <a href="http://buddypress.org/blog/" target="_blank">BuddyPress site</a>
fr_fr: A : CollabPress a besoin des versions 1.5 et supérieures de BuddyPress pour fonctionner. Vous pouvez en télécharger une copie à partir du <a href="http://buddypress.org/blog/" target="_blank">site de BuddyPress</a>

source: Q: How can I get involved with CollabPress development?
fr_fr: Q : Comment puis-je m'investir dnas le développement de CollabPress ?

source: A: Visit CollabPress on <a href="https://github.com/WebDevStudios/CollabPress" target="_blank">Github</a> to track active development. You can also get involved on the <a href="http://make.collabpress.org/" target="_blank">Make Blog</a>.
fr_fr: R : Visitez la section CollabPress sur <a href="https://github.com/WebDevStudios/CollabPress" target="_blank">Github</a> pour repérer les développements actifs. Vous pouvez aussi vous manifester sur le <a href="http://make.collabpress.org/" target="_blank">journal de bord</a>.

source: Donate
ar_ar: Darovať
fr_fr: Parrainez

source: Please donate to the development of CollabPress:
ar_ar: Prosím Prispejte na rozvoj CollabPress:
fr_fr: Merci d'encourager le développement de CollabPress avec un don :

source: PayPal - The safer, easier way to pay online!
ar_ar: PayPal - bezpečnejší a jednoduchší spôsob na platiť on-line!
fr_fr: PayPal, le moyen le plus simple et le plus sûr pour payer en ligne !

source: There is a new comment on your task from
ar_ar: Tam je nový komentár na vaše úlohy z
fr_fr: Il y a un nouveau commentaire sur vôtre tâche émis par

source: comment
ar_ar: komentár
fr_fr: commentaire

source: deleted
ar_ar: odstránené
fr_fr: supprimé(e)

source: updated
ar_ar: aktualizované
fr_fr: Mis(e) à jour

source: New task assigned to you:
ar_ar: Nová úloha priradená vám:
fr_fr: Nouvelle tâche confiée :

source: There is a new task assigned to you:
ar_ar: Tam je nová úloha priradená vám:
fr_fr: Une nouvelle têche vous a été confiée

source: completed
ar_ar: dokončená
fr_fr: Complet

source: opened
ar_ar: otvoril
fr_fr: Ouvert

source: Premium Addons
fr_fr: Extensions comprises dans le contrat Premium

source: General
ar_ar: عام
fr_fr: Général

source: Dashboard Meta Box
ar_ar: Dashboard škatuľka Meta
fr_fr: Meta box du tableau de bord

source: Email Notifications
ar_ar: Upozornenia e-mailom
fr_fr: Envoyer un e-mail

source: Recent Activites Per Page
ar_ar: Nedávne aktivity na stranu
fr_fr: Activité récente par page

source: Number of Users to Display
ar_ar: Počet používateľov na zobrazenie
fr_fr: Nombre d'utilisateurs autorisés à voir

source: Minimum User Role for Access
ar_ar: Minimálne roly používateľov pre prístup
fr_fr: Rôle minimum autorisé pour l'accès

source: Administrator
ar_ar: المدير
fr_fr: Administrateur

source: Editor
ar_ar: المحرر
fr_fr: Editeur

source: Author
ar_ar: المؤلف
fr_fr: Auteur

source: Contributor
ar_ar: Prispievateľ
fr_fr: Contributeur

source: Subscriber
ar_ar: Účastníka
fr_fr: Utilisateur authentifié

source: Minimum User Role to change Settings, Edit/Delete data, Enable/View Debug, etc
ar_ar: Minimálne roly používateľov zmeniť nastavenia, upraviť alebo odstrániť údaje, povoliť/pohľad Debug, atď
fr_fr: Rôle minimal requis pour modifier les paramètres, editer/supprimer les données, activer/désactiver le mode debug, etc.

source: Minimum User Role to view [collabpress] shortcode front-end
ar_ar: Minimálne užívateľské úlohu view [collabpress] krátky front-end
fr_fr: Rôle minimal requis pour voir la liste abrégée de [collabpress] sur le front-office

source: Anyone
ar_ar: Niekto
fr_fr: N'importe qui

source: Advanced
ar_ar: Pokročilé
fr_fr: Avancé

source: Debug Mode
ar_ar: Ladiaca režim
fr_fr: Mode debug

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Save Settings
ar_ar: حفظ الإعدادت
fr_fr: Enregistrer les paramètres

source: Optimize
ar_ar: Optimalizovať
fr_fr: Optimiser

source: Clear Activity Log
ar_ar: Vymazať denník činnosti
fr_fr: Vider les traces d'activité

source: Delete Log
ar_ar: Odstrániť denník
fr_fr: Supprimer les traces

source: WARNING: This will delete ALL activity logs. Once logs have been deleted they can NOT be restored.\n\nChoose [Cancel] to Stop, [OK] to delete logs.\n
ar_ar: Upozornenie: Týmto sa odstránia všetky záznamy aktivity. Po odstránení denníky nemôžu byť restored. Vybrať [zrušiť] Stop, [OK] odstrániť denníky.
fr_fr: ATTENTION : cela va purger TOUS les fichiers de logs. Une fois supprimés, ils NE PEUVENT être restaurés.\n\nChoisir [Annuler] pour interrompre cette action, [OK] pour purger les logs.\n

source: Edit Project
ar_ar: Upraviť projektu
fr_fr: Editer le projet

source: Toggle view completed tasks
fr_fr: Basculer en vue "Toutes tâches"

source: Add new task
fr_fr: Ajouter une tâche

source: Add new task list
fr_fr: Ajouter une liste de tâches

source: Name:
ar_ar: meno:
fr_fr: Nom :

source: Delete Project
fr_fr: Supprimer le projet

source: Add Task
fr_fr: Ajouter une tâche

source: Due:
ar_ar: Splatnosti:
fr_fr: Délais

source: Assigned to:
ar_ar: Pridelené:
fr_fr: Confiée à

source: Priority:
fr_fr: Priorité :

source: High
fr_fr: Elevé

source: Low
fr_fr: Lent

source: Very Low
fr_fr: Très lent

source: None
fr_fr: Aucun(e)

source: Notify via Email?
ar_ar: Informujte prostredníctvom e-mailu?
fr_fr: Faut-il le notifier par e-mail ?

source: Add Task List
fr_fr: Ajouter une liste de tâches

source: Are you sure you want to delete this project?
fr_fr: Etes-vous sûr(e) de vouloir supprimer ce projet ?

source: Edit Task
ar_ar: حرر المهمة
fr_fr: Editer la tâche

source: Are you sure you want to delete this comment?
fr_fr: Etes-vous sûr(e) de vouloir supprimer ce commentaire ?

source: Add new project
fr_fr: Ajouter un nouveau projet

source: Add Project
fr_fr: Ajouter un projet

source: Users:
fr_fr: Utilisateurs :

source: Check All
fr_fr: Tout sélectionner

source: Uncheck All
fr_fr: Tout déselectionner

source: Please enter a name for this project.
fr_fr: Merci de saisir un nom de projet.

source: a
fr_fr: un(e)

source: No Activities...
ar_ar: Žiadne aktivity...
fr_fr: Pas d'activité...

source: Files
ar_ar: الملفات
fr_fr: Fichiers

source: Upload file
fr_fr: Charger un fichier

source: Add File
fr_fr: Ajouter un fichier

source: Are you sure you want to delete this task?
fr_fr: Etes-vous sûr(e) de vouloir supprimer cette tâche ?

source: Users
ar_ar: Užívatelia
fr_fr: Utilisateurs

source: Modify users
fr_fr: Modifier les utilisateurs

source: Modify Users in Project
fr_fr: Modifier les utilisateurs du projet

source: View all users
fr_fr: Voir tous les utilisateurs

source: View all tasks
fr_fr: Voir toutes les taches

source: View all files
fr_fr: Voir tous les fichiers

source: Project: <em>%s</em>
fr_fr: Projet : <em>%s</em>

source: Project Overview
ar_ar: Prehľad projektu
fr_fr: Vue snoptique du projet

source: Project Name
fr_fr: Nom du projet

source: Project Creator
fr_fr: Initiateur du projet

source: Date Created
fr_fr: Date de création

source: There are no projects for this view.
fr_fr: Il n'y a pas de projet dans cette vue

source: New Project
fr_fr: Nouveau projet

source: Task List: <em>%s</em>
fr_fr: Liste des tâches : <em>%s</em>

source: Edit Task List
ar_ar: Upraviť zoznam úloh
fr_fr: Editer la liste des tâches

source: Task List Overview
ar_ar: Prehľad zoznamu úloh
fr_fr: Panorama des tâches

source: Task: <em>%s</em>
fr_fr: Tâche : <em>%s</em>

source: Task Comments
fr_fr: Commentaires sur la tâche

source: Task
ar_ar: Úloha
fr_fr: Tâche

source: Project
ar_ar: Projekt
fr_fr: Projet

source: Status
fr_fr: Statut

source: Due Date
fr_fr: Date de retour

source: Viewing %1$d - %2$d of a total of %3$d
fr_fr: Voir %1$d - %2$d sur un total de %3$d

source: Custom Post Type for CollabPress Projects
ar_ar: Vlastný príspevok typu pre projekty CollabPress

source: Custom Post Type for CollabPress Task Lists
ar_ar: Vlastný príspevok typu pre zoznamy úloh CollabPress

source: Custom Post Type for CollabPress Tasks
ar_ar: Vlastný príspevok typu pre CollabPress úlohy

source: Custom Post Type for CollabPress Meta Data
ar_ar: Vlastný príspevok typu pre CollabPress Meta údajov

source: Task List
ar_ar: Zoznam úloh

source: User
ar_ar: Používateľ

source: Back
ar_ar: Späť

source: Edit
ar_ar: Upraviť

source: WARNING: This will delete the selected project, including ALL task lists and tasks in the project.\n\nChoose [Cancel] to Stop, [OK] to delete.\n
ar_ar: Upozornenie: Týmto odstránite vybratý projekt, vrátane všetkých zoznamy úloh a úloh v project. Vybrať [zrušiť] stop, [OK] delete.

source: View All Projects
ar_ar: Zobraziť všetky projekty

source: Powered by
ar_ar: správca

source: View Calendar
ar_ar: Zobrazenie kalendára

source: edit
ar_ar: upraviť

source: No Projects...
ar_ar: Žiadne projekty...

source: View All Users
ar_ar: Zobraziť všetkých používateľov

source: Click to Upload
ar_ar: Kliknite na Upload

source: No file attachments...
ar_ar: Žiadny súbor príloh...

source: Description:
ar_ar: Popis/kontrol:

source: Current Tasks
ar_ar: Aktuálne úlohy

source: WARNING: This will delete the selected task.\n\nChoose [Cancel] to Stop, [OK] to delete.\n
ar_ar: Upozornenie: Týmto odstránite vybraté úlohy . Vybrať [zrušiť] stop, [OK] delete.

source: No Tasks...
ar_ar: Žiadne úlohy...

source: Completed Tasks
ar_ar: Dokončené úlohy

source: No Tasks Completed...
ar_ar: Žiadne úlohy dokončené...

source: Tasks Lists
ar_ar: Zoznamy úloh

source: WARNING: This will delete the selected task list and all tasks in the list.\n\nChoose [Cancel] to Stop, [OK] to delete.\n
ar_ar: Upozornenie: Toto zmaže zoznam vybraných úloh a všetky úlohy v zozname. Vybrať [zrušiť] stop, [OK] delete.

source: No Task Lists...
ar_ar: Žiadne zoznamy úloh...

source: WARNING: This will delete the selected comment.\n\nChoose [Cancel] to Stop, [OK] to delete.\n
ar_ar: Upozornenie: Týmto odstránite vybratý comment. Vybrať [zrušiť] stop, [OK] delete.

source: Recent Activity
ar_ar: Posledná aktivita

source: No Recent Activity...
ar_ar: Žiadne nedávne činnosti...

source: - View
ar_ar: عرض -

source: Assigned to:
ar_ar: Pridelené:

source: Due:
ar_ar: Splatnosti:

source: Help
ar_ar: pomoc

source: Overview
ar_ar: Prehľad

source: Add New Project
ar_ar: Pridať nový projekt

source: Add New Task List
ar_ar: Pridať nový zoznam úloh

source: Add New Task
ar_ar: أضف مهمة جديدة

source: Credits
ar_ar: Kredity

source: Cheatin&#8217; uh?
ar_ar: Cheatin &amp;#8217; uh?

source: Custom Fields: collabpress
ar_ar: Vlastné polia: collabpress

source: Follow on Twitter
ar_ar: Postupujte na stebėtų

source: Subscribe via Email
ar_ar: Odoberať na Email

source: Latest CollabPress News
ar_ar: Najnovšie CollabPress novinky

source: CollabPress News
ar_ar: CollabPress novinky

source: Permissions
ar_ar: Povolenia
